{
    "Navbar":{
        "nav-link1":"STORE",
        "nav-link2":"FAQ",
        "nav-link3":"HELP",
        "nav-link4":"UNREAL ENGINE"
    },
    "Header":{
        "placeholder":"Search",
        "link1":"Discover",  
        "link2":"Browse",  
        "link3":"News",
        "link4":"WishList",  
        "link5":"Cart"
    },
    "Discover":{
        "title1":"Games On Sale",
        "cart-1":"Marvel's Spider-Man Remastered- Coming August 12",
        "cart-1-1":"In Marvel’s Spider-Man Remastered, the worlds of Peter Parker and Spider-Man collide in an original action-packed story.",
        "cart-2":"Tiny TIna's Wonderlands - Out Now",
        "cart-2-1":"Embrace a chaotic fantasy world full of whimsy, wonder, and high-powered weaponry!",
        "cart-3":"Darkest Dungeon II - Now available!",
        "cart-3-1":"Experience gripping turn-based combat and unforgettable art in this challenging RPG.",
        "title2":"Free Games",
        "btn1":"VIEW MORE",
        "date1":"Free Now-Jun 23 07.00PM",
        "date2":"Free Jun 23 - Jun 30",
        "date3":"Free Jun 23 - Jun 30",
        "date-btn":"FREE NOW",
        "date-btn2":"COMING SOON",
        "title3":"Games with Achievements",
        "cart-4":"Chivalry 2 - Tenosian Invasion Update",
        "cart-4-1":"Ride to war on horseback, play four new maps and much more in the free Chivalry 2 Tenosian Invasion update!.",
        "cart-5":"League of Legends",
        "cart-5-1":"With Bel’Veth, the world is yours to consume. Explore her abilities and more in League of Legends.",
        "cart-6":"Madden NFL 23 - Coming Soon",
        "cart-6-1":"Get 3 days of early access, 4600 Madden Points, and more when you pre-purchase All Madden Edition.",
        "title4":"Recently Updated",
        "title5":"Most Popular",
        "title6":"New To The Epic Games Store",
        "title7":"Explore Our Catalog",
        "title8":"Browse by genre, features, price, and more to find your next favorite game.",
        "btn2":"LEARN MORE"
    },
    "UserInfo":{
        "info1":"ACCOUNT",
        "info2":"MY ACHIEVEMENTS",
        "info3":"REDEEM CODE",
        "info4":"COUPONS",
        "info5":"WISHLIST",
        "info6":"SIGN OUT"
    },
    "HelpPage":{
        "maintitle":"Welcome to Epic Games Player Support",
        "placeholder":"SEARCH HELP CENTER...",
        "title":"Common topics",
        "topic-1":"How do I redeem the free 1-month subscription to Discord Nitro from the Epic Games Store?",
        "topic-2":"How do I change the country on my Epic Games account?",
        "topic-3":"This Epic Account was previously linked to a different external account",
        "topic-4":"How do I link my Twitch profile to my Epic Games account?",
        "topic-5":"Troubleshooting the Epic Games Launcher",
        "topic-6":"Two-factor authentication (2FA) and how to enable it ",
        "topic-7":"How to change your Epic Games display name",
        "topic-8":"As a Creator, how and when will I get paid?",
        "topic-9":"How do I upgrade a console or platform account to a full Epic Games account?",
        "topic-10":"How do I link my console account to my Epic Games account using the web?",
        "btn":"Read more",
        "title2":"How can we help you?"
    },
    "FAQPage":{
        "maintitle":"FREQUENTLY ASKED QUESTIONS",
        "date": "Last Update: August 18,2021",
        "ques-1":"Which platform does the Epic Games Store support?",
        "ans-1":"The Epic Games Store currently offers PC and Mac support. You can check platform compatibility for individual titles by referring to the “About Game” section of any product page.",
        "ques-2":"What are the future plans for the Epic Games Store?",
        "ans-2":"You can find upcoming features, developer updates, and major known issues on our Epic Games Store Roadmap on Trello. We’ll also share significant updates with you on our news feed and social media pages such as Facebook, Twitter, Instagram, and YouTube. ",
        "ques-3":"Why does the Epic Games Store make exclusivity deals?",
        "ans-3.1":"Exclusives are a part of the growth of many successful platforms for games and for other forms of digital entertainment, such as streaming video and music.",
        "ans-3.2":"Epic works in partnership with developers and publishers to offer games exclusively on the store. In exchange for exclusivity, Epic provides them with financial support for development and marketing, which enables them to build more polished games with significantly less uncertainty for the creators.",
        "ans-3.3": "In addition, creators will earn 88% of all the revenue from their game, while most stores only offer 70%.",
        "ques-4":"What is the Support-A-Creator program?",
        "ans-4":"The Support-A-Creator program enables content Creators to earn money from games in the Epic Games Store by using Creator Links and Creator Tags. Learn more about the Support-A-Creator program here.",
        "ques-5":"What’s this about free games?",
        "ans-5":"Epic will be offering a new free game available each week throughout 2022. When you claim a free game, it’s yours to keep - even after the game is no longer available to new customers for free.",
        "ques-6":"I claimed a free game but don’t see it on my account now, why?",
        "ans-6":"Once you claim a free game, it’s yours to keep. If you come back later and don’t see it your account, please check to see if you have multiple accounts. If you created an Epic account using an @gmail.com email address, log in to it directly using your Gmail password; using the Google login button will create a distinct account even if it’s tied to the same @gmail.com email address. And check to see if you have both a console-linked account (logging in via PlayStation, Xbox, or Nintendo account) and a separate Epic account. If you still encounter issues, please contact player support here.",
        "ques-7":"Can I try a game before I buy it?",
        "ans-7":"Some publishers occasionally offer demos or free trial periods for certain non-free games from time to time (for example, a Free Weekend trial). During a free trial period, you can download and play a trial version of the game before you decide to purchase, but you can no longer access the game when the trial period ends.",
        "ques-8":"How do refunds work on the Epic Games Store?",
        "ans-8":"All games are eligible for refund within 14 days of purchase for any reason, as long as you’ve had the game running for less than 2 hours. You will not be eligible for refunds for games from which you have been banned or for which you have otherwise violated the Terms of Service. Learn more about our refund policy here.",
        "ques-9":"How do I contact support?",
        "ans-9":"You can contact our support team here. We also recommend browsing our support center articles, which may help answer questions or resolve issues.        ",
        "ques-10":"Is my Epic Games account secure?",
        "ans-10-1":"The Epic account system powers Fortnite, Rocket League, the Epic Games Store, and Unreal Engine. This account system has never been compromised. However, specific individual Epic accounts have been compromised by hackers using lists of email addresses and passwords leaked from other sites which have been compromised.",
        "ans-10-2":"If you use the same email address and password on Epic as you used on another site which has been compromised, then your account is vulnerable to attack. To secure your Epic account, use a unique password, and enable multi-factor authentication. You can learn more about the measures we take to protect your account and what you can do to stay safe here.",
        "ques-11":"What languages does the Epic Games Store support?        ",
        "ans-11":"The Epic Games Store currently supports English, Arabic, German, Spanish (Spain), Spanish (Latin America), French, Italian, Japanese, Korean, Polish, Portuguese, Russian, Thai, Turkish, Simplified Chinese, and Traditional Chinese. In-game language support varies per game, as provided by the developer; check each game’s store page for language availability.",
        "ques-12":"Does the Epic Games Store support regional pricing?        ",
        "ans-12":"Yes, we do support regional pricing in more than 190 countries and over 30 territories. We also have a set of suggested regional discounts for developers based on local norms that are regularly reviewed.        ",
        "ques-13":"Which payment methods are supported?        ",
        "ans-13":"The Epic Games Store supports credit cards, PayPal, and a variety of alternative payment methods. This is a list of the alternative payment methods we currently support. Methods carrying additional payment processing fees are marked with an *asterisk.        ",
        "ques-14":"Where is the Epic Games store available?        ",
        "ans-14":"The Epic Games Store is available to players in most countries in the world except where prohibited by US law, such as North Korea and Iran. Certain regions may have additional legal requirements that you may need to implement in your game in order to be compliant and to be distributed there.        ",
        "ques-15":"Which currencies do you accept and in which currencies do you display prices?        ",
        "ans-15-1":"The Epic Games Store currently accepts 43 currencies (USD, EUR, GBP, PLN, BRL, UAH, RUB, KRW, JPY, TRY, AUD, CAD, DKK, NOK, SEK, CZK, ILS, CHF, MXN, PEN, HUF, CLP, SAR, AED, RON, NZD, ZAR, INR, COP, CSC, UYU, HKD, IDR, MYR, PHP, SGD, THB, VND, KZT, QAR, BGN, TWD, CNY). We’re working to bring more currencies online.",
        "ans-15-2":"If your currency is not on the list, you’ll see the prices displayed in US Dollars, but will still pay in your local currency according to the current exchange rates. In some countries paying in US Dollars may incur additional bank conversion fees. We are working on expanding the list of supported currencies."
    }
}