{
    "Navbar":{
        "nav-link1":"MAĞAZA",
        "nav-link2":"SSS",
        "nav-link3":"YARDIM",
        "nav-link4":"UNREAL ENGİNE"
    },
    "Header":{
        "placeholder":"Ara",
        "link1":"Keşfet",  
        "link2":"Göz At",  
        "link3":"Haberler",
        "link4":"İstek Listesi",  
        "link5":"Sepet"  
    },
    "Discover":{
        "title1":"Indirimdeki Oyunlar",
        "cart-1":"Marvel's Spider-Man Remastered- 12 Ağustos'ta geliyor",
        "cart-1-1":"Marvel's Spider-Man Remastered'da Peter Parker ve Spider-Man'in dünyaları aksiyon dolu orijinal bir hikayede çarpışıyor.",
        "cart-2":"Tiny TIna's Wonderlands - Şimdi Çıkıyor",
        "cart-2-1":"Kaprisli, harika ve yüksek güçlü silahlarla dolu kaotik bir fantezi dünyasını kucaklayın!",
        "cart-3":"Darkest Dungeon II - Artık mevcut!",
        "cart-3-1":"Bu zorlu RPG'de sürükleyici sıra tabanlı dövüşü ve unutulmaz sanatı deneyimleyin.",
        "title2":"Ücretsiz oyunlar",
        "btn1":"DAHA FAZLA GÖRÜNTÜLE",
        "date1":"Şimdi Ücretsiz - 23 Haz 19:00",
        "date2":"Ücretsiz 23 Haz - 30 Haz",
        "date3":"Ücretsiz 23 Haz - 30 Haz",
        "date-btn":"ŞİMDİ ÜCRETSİZ",
        "date-btn2":"ÇOK YAKINDA",
        "title3":"Başarıları Olan Oyunlar",
        "cart-4":"Chivalry 2 - Tenosian Invasion Güncellemesie",
        "cart-4-1":"Ücretsiz Chivalry 2 Tenosian Invasion güncellemesinde at sırtında savaşa gidin, dört yeni harita oynayın ve çok daha fazlasını yapın!.",
        "cart-5":"League of Legends",
        "cart-5-1":"Bel'Veth ile dünya sizindir. League of Legends'ta yeteneklerini ve daha fazlasını keşfedin.",
        "cart-6":"Madden NFL 23 - Çok Yakında",
        "cart-6-1":"All Madden Edition'ı ön satın alarak 3 günlük erken erişim, 4600 Madden Puanı ve daha fazlasını elde edin.",
        "title4":"Son Güncellenmiş",
        "title5":"En popüler",
        "title6":"Epic Games Store'da Yeni",
        "title7":"Kataloğumuzu Keşfedin",
        "title8":"Bir sonraki favori oyununuzu bulmak için türe, özelliklere, fiyata ve daha fazlasına göre göz atın.",
        "btn2":"DAHA FAZLA BİLGİ EDİN"
    },
    "UserInfo":{
        "info1":"HESAP",
        "info2":"BAŞARILARIM",
        "info3":"KOD KULLAN",
        "info4":"KUPONLAR",
        "info5":"İSTEK LİSTESİ",
        "info6":"ÇIKIŞ YAP"
    },
    "HelpPage":{
        "maintitle":"Epic Games Oyuncu Desteği'ne hoş geldin",
        "placeholder":"YARDIM MERKEZİ'NDE ARA...",
        "title":"Genel konular",
        "topic-1":"1 Ay ücretsiz Discord Nitro aboneliğimi Epic Games Store'Dan nasil alacağim?",
        "topic-2":"Epic Games hesabımdaki ülkeyi nasıl değiştiririm?",
        "topic-3":"Bu Epic Hesabı daha önce farklı bir harici hesaba bağlıydı. Hatası",
        "topic-4":"Twitch profilimi Epic Games hesabıma nasıl bağlarım?",
        "topic-5":"Epic Games Başlatıcısı sorunlarını giderme",
        "topic-6":"İki aşamalı kimlik doğrulaması ve etkinleştirme yolları ",
        "topic-7":"Epic Games görünen adın nasıl değiştirilir",
        "topic-8":"İçerik Üreticisi olarak ödüllerimi nasıl ve ne zaman alacağım?",
        "topic-9":"Bir konsol veya platform hesabını tam Epic Games hesabına nasıl yükseltirim?",
        "topic-10":"Konsol hesabımı Epic Games hesabıma web üzerinden nasıl bağlarım?",
        "btn":"Daha fazla bilgi",
        "title2":"Hangi ürünle ilgili sana yardımcı olmamızı istersin?"
    },
    "FAQPage":{
        "maintitle":"SIKÇA SORULAN SORULAR",
        "date": "Son Güncelleme: 18 Ağustos 2021",
        "ques-1":"Epic Games Store hangi platformları destekliyor?",
        "ans-1":"Epic Games Store, şu anda PC ve Mac desteği sunuyor. Herhangi bir ürün sayfasının Özellikler bölümüne bakarak her bir oyun için platform uyumluluğunu kontrol edebilirsin.",
        "ques-2":"Epic Games Store için gelecek planları nelerdir?        ",
        "ans-2":"Gelecek özellikleri, geliştirici güncellemelerini ve bilinen büyük sorunları Trello üzerindeki Epic Games Store Yol Haritası'nda bulabilirsin. Ayrıca önemli güncellemeleri içerik akışımızda ve Facebook, Twitter, Instagram ve YouTube gibi sosyal medya sayfalarımızda paylaşacağız. ",
        "ques-3":"Epic Games Store neden özel fırsatlar sunuyor?",
        "ans-3.1":"Özel fırsatlar, oyunlar ile video ve müzik akışı gibi diğer dijital eğlence biçimlerine yönelik birçok başarılı platformun büyümesinin bir parçasıdır.",
        "ans-3.2":"Epic, mağazaya özel oyunlar sunmak için geliştiriciler ve yayıncılarla iş birliği yapar. Ayrıcalıklı kullanım karşılığında Epic, geliştiricilere ve yayıncılara, içerik üreticileri için önemli ölçüde daha az belirsizlikle daha iyi oyunlar geliştirmelerini sağlayan mali geliştirme ve pazarlama desteğini sunar.",
        "ans-3.3": "Ek olarak, içerik üreticileri, çoğu mağaza yalnızca %70 teklif ederken, oyunlarından elde edilen tüm gelirin %88'ini kazanır.",
        "ques-4":"İçerik Üreticilerini Destekleme programı nedir? ",
        "ans-4":"İçerik Üreticilerini Destekleme programı, İçerik Üreticilerinin İçerik Üreticisi Bağlantılarını ve İçerik Üreticisi Etiketlerini kullanarak Epic Games Store'daki oyunlardan gelir elde etmelerini sağlar. İçerik Üreticilerini Destekleme programı hakkında buradan daha fazla bilgi edin. ",
        "ques-5":"Ücretsiz oyunlarla ilgili olay nedir?",
        "ans-5":"Epic, 2022 boyunca her hafta yeni bir ücretsiz oyun sunacak. Ücretsiz bir oyun edindiğinde, oyun artık yeni müşterilere ücretsiz olarak sunulmasa bile hep senin olarak kalacak.",
        "ques-6":"Ücretsiz bir oyun edindim, ancak neden hesabımda oyunu göremiyorum?",
        "ans-6":"Ücretsiz bir oyun edindikten sonra oyun hep senin olarak kalır. Geri geldiğinde oyunu hesabında göremezsen lütfen birden fazla hesabın olup olmadığını kontrol et. Bir @gmail.com e-posta adresi kullanarak Epic hesabı oluşturduysan, Gmail parolanı kullanarak doğrudan o hesapta oturum aç; Google oturum açma düğmesinin kullanılması, hesap aynı @gmail.com e-posta adresine bağlı olsa bile ayrı bir hesap oluşturacaktır. Hem konsol bağlantılı bir hesabın (PlayStation, Xbox veya Nintendo hesabıyla oturum açılan) hem de ayrı bir Epic hesabın olup olmadığını kontrol et. Hâlâ sorunla karşılaşıyorsan, lütfen buradan oyuncu desteği ile iletişime geç.",
        "ques-7":"Bir oyunu satın almadan önce deneyebilir miyim?",
        "ans-7":"Bazı yayıncılar, bazı ücretli oyunlar için zaman zaman demolar veya ücretsiz deneme süreleri sunar (örneğin, Ücretsiz Hafta Sonu denemesi). Ücretsiz deneme süresi boyunca, satın almaya karar vermeden önce oyunun deneme sürümünü indirip oynayabilirsin, ancak deneme süresi sona erdiğinde oyuna erişemezsin.",
        "ques-8":"Epic Games Store'da para iade süreci nasıl işliyor?",
        "ans-8":"Tüm oyunlar, oyun 2 saatten daha az bir süre boyunca çalıştığı sürece, satın alma tarihinden itibaren 14 gün içinde herhangi bir nedenle iade edilebilir. Yasaklandığın veya Hizmet Şartlarını ihlal ettiğin oyunlar için para iadesi alma hakkı elde edemezsin. Geri ödeme ilkemiz hakkında buradan daha fazla bilgi edin.",
        "ques-9":"Destek ile nasıl iletişime geçebilirim?",
        "ans-9":"Destek ekibimiz ile buradan iletişime geçebilirsin. Ayrıca sorularını cevaplamana veya sorunlarını çözmene yardımcı olabilecek destek merkezi makalelerimize göz atmanı öneririz.        ",
        "ques-10":"Epic Games hesabım güvende mi?",
        "ans-10-1":"Epic hesap sistemi; Fortnite, Rocket League, Epic Games Store ve Unreal Engine'i desteklemektedir. Bu hesap sisteminin gizliliği asla ihlal edilmemiştir. Ancak, gizliliği ihlal edilmiş diğer sitelerden sızdırılan e-posta adresleri ve parolaları kullanan bilgisayar korsanları tarafından bazı kişisel Epic hesaplarının gizliliği ihlal edilmiştir.",
        "ans-10-2":"Güvenliği ihlal edilmiş başka bir sitede kullandığın e-posta adresini ve şifreyi Epic'te kullanırsan, hesabın saldırılara karşı savunmasızdır. Epic hesabını korumak için başka yerde kullanmadığın bir parola kullan ve çok aşamalı kimlik doğrulamasını etkinleştir. Hesabını korumak için alabileceğin önlemler ve güvende kalmak için neler yapabileceğin hakkında buradan daha fazla bilgi edin.",
        "ques-11":"Epic Games Store, hangi dilleri destekliyor?",
        "ans-11":"Epic Games Store, şu anda İngilizce, Arapça, Almanca, İspanyolca (İspanya), İspanyolca (Latin Amerika), Fransızca, İtalyanca, Japonca, Korece, Lehçe, Portekizce, Rusça, Tayca, Türkçe, Basitleştirilmiş Çince ve Geleneksel Çince dillerini desteklemektedir. Oyun içi dil desteği, geliştirici tarafından sağlanan oyuna göre değişiklik gösterir; kullanıma sunulan diller için her oyunun mağaza sayfasını kontrol et.",
        "ques-12":"Epic Games Store bölgesel fiyatlandırmayı destekliyor mu?",
        "ans-12":"Evet, 190'dan fazla ülkede ve 30'dan fazla bölgede bölgesel fiyatlandırmayı destekliyoruz. Ayrıca, geliştiriciler için düzenli olarak gözden geçirilen yerel standartlara dayalı bir dizi bölgesel indirim sunuyoruz.",
        "ques-13":"Hangi ödeme yöntemleri desteklenmektedir?",
        "ans-13":"Epic Games Store; kredi kartlarını, PayPal'i ve çeşitli alternatif ödeme yöntemlerini destekler. Şu anda desteklediğimiz alternatif ödeme yöntemlerinin listesi aşağıdadır. İlave ödeme işlem ücreti olan yöntemler * ile işaretlenmiştir.",
        "ques-14":"Epic Games Store nerelerde kullanılabilir?",
        "ans-14":"Epic Games Store, ABD yasalarınca engellenmiş Kuzey Kore ve İran gibi ülkeler hariç çoğu ülkede oyuncular için açıktır. Belirli bölgeler yasalara uyum sağlamak ve o bölgede dağıtım yapabilmek için oyununa uygulaman gereken ilave yasal gerekliliklere sahip olabilir.",
        "ques-15":"Hangi para birimlerini kabul ediyorsunuz ve fiyatları hangi para biriminde gösteriyorsunuz?",
        "ans-15-1":"Epic Games Store şu anda 43 para birimini (USD, EUR, GBP, PLN, BRL, UAH, RUB, KRW, JPY, TRY, AUD, CAD, DKK, NOK, SEK, CZK, ILS, CHF, MXN, PEN, HUF, CLP, SAR, AED, RON, NZD, ZAR, INR, COP, CRC, UYU, HKD, IDR, MYR, PHP, SGD, THB, VND, KZT, QAR, BGN, TWD, CNY) kabul etmektedir. Daha fazla para birimini desteklemek üzere çalışıyoruz.",
        "ans-15-2":"Para birimin listede değilse fiyatları ABD doları cinsinden görürsün, ancak cari döviz kurlarına göre yerel para biriminde ödeme yaparsın. Bazı ülkelerde ABD doları cinsinden ödeme yapılması ek banka dönüştürme ücretleri doğurabilir. Desteklenen para birimleri listesini genişletmeye çalışıyoruz."
    }
}